pus/send.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.service.ibank.modules.colvir.com/" xmlns:sup="http://colvir.com/modules/ibank/service/data/support">
   <soapenv:Header>
      <ws:header>
         <sup:params>
            <sup:clientType>KZPOST</sup:clientType>
            <sup:interfaceVersion>1.0</sup:interfaceVersion>
            <sup:language>ru</sup:language>
            <sup:operationalDate><!--date--></sup:operationalDate>
            <sup:clientTimeout>60</sup:clientTimeout>
         </sup:params>
     </ws:header>
  </soapenv:Header>
   <soapenv:Body>
      <ws:PostomatDLVRPODelivery>
        <barCode><!--number--></barCode>
         <postomatCode>1</postomatCode>
        <userCode><!--user--></userCode>
      </ws:PostomatDLVRPODelivery>
   </soapenv:Body>
</soapenv:Envelope>
